"appName" = "Inlaider (uk)";


"popup.command.placeholder.typeACommand" = "Введіть команду...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Введіть команду або натисніть Enter, щоб закрити...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Введіть команду або натисніть Enter, щоб вставити результат";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — переключає на редактор";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — переключає на командний рядок";
"popup.shortcut.clearCanvas" = "⌘⌫ очищає редактор";
"popup.shortcut.copyCanvas" = "⌘C копіює вміст редактора";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C або Enter копіює вміст редактора";
"popup.shortcut.enterPaste" = "Enter вставляє до";
"popup.shortcut.esc" = "Esc закриває до";

"show" = "Показати";
"about" = "Про програму";
"quit" = "Завершити";
"close" = "Закрити";
"cancel" = "Скасувати";
"save" = "Зберегти";
"ok" = "OK";
"settings" = "Налаштування";
"copied" = "Скопійовано";

"settings.section.general.title" = "Загальні";
"settings.accessibility.title" = "Доступність";
"settings.accessibility.description" = "Цей дозвіл необхідний для автоматичного зчитування виділеного тексту та вставки обробленого результату назад у початкове текстове поле.\nБез доступу додаток використовуватиме буфер обміну для передачі даних.";
"settings.inlaiderShortcut.label" = "Клавіатурне скорочення для Inlaider";
"settings.LaunchAtLogin.label" = "Запускати при вході";

"settings.section.ownAPIKeys.title" = "Власні ключі API";
"provider.apiKey.title" = "Ключ API";
"provider.apiKey.placeholder" = "Введіть ключ API тут";
"provider.models.title" = "Моделі";
"provider.models.new.placeholder" = "Додайте назву моделі";

"settings.section.customPrompts.title" = "Замінники підказок";
"prompts.general.title" = "Загальна підказка";
"prompts.replacements.title" = "Замінники підказок";
"prompts.replacements.replaceWhat.label" = "Замінити";
"prompts.replacements.model.label" = "Модель";
"prompts.replacements.replaceWith.label" = "На підказку";
"prompts.replacements.error.exists.message" = "Замінник команди '%@' вже існує.";

"about.ThirdPartyLicenses" = "Ліцензії третіх сторін";
"about.VisitOnGithub" = "Переглянути на GitHub";
"about.version" = "Версія %@";

"error.title" = "Помилка";